import Navbar from '/app/component/nav';
import Footer from '/app/Footter/footter';
export default function about() {
    return (
      <>
      <Navbar />
      <h1>About</h1>
      <div class="card">
  <div class="card-header">
  วิทยาลัยเทคนิคเชียงใหม่ สาขาวิชาเทคโนโลยีสารสนเทศ
  </div>
  <img src="public\img\card3.jpg" className="card-img-top custom-img" alt="Card Image" />
  <div class="card-body">
    <h5 class="card-title">ประวัติของสาขาวิชาเทคโนโลยีสารสนเทศ</h5>
    <p class="card-text">
สาขาเทคโนโลยีสารสนเทศตั้งอยู่วิทยาลัยเทคนิคเชียงใหม่ เลขที่ 9 ถนนเวียงแก้ว ตำบลศรีภูมิ อำเภอเมือง จังหวัดเชียงใหม่ 50200 โทรศัพท์ 053 2177 089 มีเนื้อที่ 17 ไร่ 1 งาน 47 ตารางวา จัดตั้งและเปิดทำการสอนครั้งแรกในปี พ.ศ. 2546 ชื่อ สาขาวิชาเทคโนโลยีสารสนเทศ เปิดสอนหลักสูตรระดับประกาศนียบัตรวิชาชีพชั้นสูง สาขาวิชาเทคโนโลยีสารสนเทศ สังกัดกรมอาชีวศึกษา กระทรวงศึกษาธิการ
พ.ศ. 2546 ตั้งขึ้นครั้งแรก วันที่ 1 มีนาคม 2546 มีชื่อว่า “ สาขาวิชาเทคโนโลยีสารสนเทศ” เปิดสอนสาขาวิชาเทคโนโลยีสารสนเทศ โดยรับนักเรียนที่สำเร็จชั้นมัธยมศึกษาปีที่ 6 และระดับชั้น ปวช. ทุกสาขาวิชาชีพ เข้าเรียนหลักสูตร 2 ปี สำเร็จการศึกษาแล้วได้รับวุฒิประกาศนียบัตรวิชาชีพชั้นสูง
พ.ศ. 2555 สาขาวิชาเทคโนโลยีสารสนเทศ จัดทำหลักสูตรระดับประกาศนียบัตรวิชาชีพ โดยใช้ชื่อ “ประเภทวิชาอุตสาหกรรม สาขาไฟฟ้าและอิเล็กทรอนิกส์ สาขางานเทคนิคคอมพิวเตอร์” ขึ้นในปีการศึกษา 2555 โดยรับนักเรียนที่สำเร็จ การศึกษาระดับมัธยมศึกษา ชั้นปีที่ 3 เข้าศึกษาต่อในหลักสูตรเป็นเวลา 3 ปี
และเมื่อสำเร็จการศึกษาได้รับวุฒิ ประกาศนียบัตรวิชาชีพ
พ.ศ. 2557 สาขาวิชาเทคโนโลยีสารสนเทศ จัดทำหลักสูตรระดับปริญญาตรี โดยใช้ชื่อ “สาขาวิชาเทคโนโลยีสารสนเทศ (ต่อเนื่อง)” ขึ้นในปีการศึกษา 2557 โดยรับนักเรียนที่สำเร็จการศึกษาระดับประกาศนีบัตรวิชาชีพชั้นสูง เข้าศึกษาต่อในหลักสูตรเป็นเวลา 2 ปี และเมื่อสำเร็จการศึกษาได้รับวุฒิ ทล.บ.เทคโนโลยีสารสนเทศ
    </p>
    <a href="#" class="btn btn-primary">เพิ่มเติม</a>
  </div>
</div>
    
    <Footer />
      </>
    );
  }
